{
    "sections": {
        "kengarags": {
            "key": "kengarags",
            "title": "Ķengarags",
            "text": "<p>Šis ir manas mājas. Un te tās paliks.</p><p>20 gadus no savas 21 gadu ilgas dzīves (stāvoklī uz 2022. gada maiju) esmu nodzīvojis Ķengaragā. Ķengarags ir viena no nozīmīgākām “pieturām” manā ceļā uz universitāti, jo šeit es pavadīju savu bērnību, mācījos, izaugu.</p><p>Esmu piedzimis 2000. gada novembrī. Vecāki saka, ka ārā sniga, kad es piedzimu. Mūsu pirmais dzīvoklis Ķengaraga atradās Prūšu ielā. Tas bija neliels 2 istabu dzīvoklis. Nedaudz, bet pietiekami trīs cilvēku ģimenei. Manas atmiņas no šī laika ir ļoti miglainas, bet tās atstāj siltu pēcgaršu.</p><p>Tieši 100m no mūsu pirmā dzīvokļa atradās mana pirmā skolā – Rīgas 65. vidusskola. Par skolām sīkāk es pastāstīšu sadaļā “Skola”.</p><p>Otrais mūsu dzīvoklis atrodas pavisam netālu, blakus Ķengaraga mūzikas skolai, kura mani nepieņēma. Salīdzinājumā ar iepriekšējo mājvietu, šis dzīvoklis jau bija lielāks. Pārsvarā visu savu apzināto dzīvi es nodzīvoju tur. Kaut tur bija fiziski vairāk vietas mūsu ģimenei, pieaugot es sapratu, ka mentāli tur kļūst par ciešu. Un jau kopš pagājušā gada augusta es dzīvoju citviet.</p><p>Tomēr savus pusaudžu laikus esmu pavadījis tieši Ķengaragā, staigājot garām promenādei un pavadot savu laiku garām dzelzceļam.</p>",
            "image": "kengarags.jpg",
            "title_eng": "Ķengarags",
            "text_eng": "<p>This is my home. And it will stay like this.</p><p>20 years of my 21-year long life (as per May of 2022) I had been living in Ķengarags. Ķengarags is one of the most important “stops” on my road to the university, because here I have spent my childhood, I have grown up, and I have studied.</p><p>I have born in November of the year 2000. Parents say that it was snowing outside when I had born. Our first flat is located on Prūšu street in Ķengarags. It was not a very big two-room apartment. Not that many rooms, but enough for three-person family. My memories about this flat are pretty vague, but even though they still leave a sweet aftertaste.</p><p>Exactly 100 meters away from my first apartment my first school is located – Rīga Secondary School No. 65. A more detailed story about schools you can read in the section “School”.</p><p>Our second apartment is located not that far away from the first one. Next to the Ķengarags Music School, which did not accept me for studying. In comparison to the previous living this place, this one is bigger: one additional room! Overall, all my conscious life I have spent in this apartment. Even though physically there was more space for our family, mentally it was vice versa. As I grew up, I understood that it was getting pretty hard to live together with my parents. Thus, since Fall 2021 I live separately from my parents.</p><p>Nevertheless, most of my teenagerhood has been spent exactly in Ķengarags, where I used to walk along the Daugava promenade or the railway.</p>"
        },
        "work": {
            "key": "work",
            "title": "darbs",
            "text": "<p>Dzīvojot Rīgas, tā sauktajos, guļamrajonos, tavs darbs noteikti atradīsies citviet pilsētā, visticamāk, centrā. Ķengarags arī ir guļamrajons. Konsekventi, lai aizbrauktu uz darbu, ir jāņem mans mīļais sabiedriskais transports uz centru.</p><p>Ceļš uz darbu ir tāds pats kā mans ceļš uz universitāti: 15. trolejbuss vai 7. tramvajs.</p><p>Pusaudža gados es strādāju par saldējuma pārdevēju ielā pārvadājamos busiņos, piemēram, “Baskin Robbins” vai “Manhattan”. Tas bija mans pirmais tā saucamais “nopietns” darbs. Ar līgumu, oficiālu algu, nodokļiem, utt.  Godīgi sakot, ne visas atmiņas par šo darba vietu ir pašās labākās. Ne vienmēr darbiniekiem bija vieta, kur apsēsties, un arī priekšniekiem nepatika, ka darbinieki sēž. Arī lietainās dienās tie busiņi nevarēja pilnība paslēpt no lietus, tāpēc vienmēr bija jāskatās, vai maiņas dienā līs. Tomēr arī ir daudz priecīgu atmiņu un labas pieredzes. Šis darbs uzlaboja manas komunikācijas prasmes gan ar klientiem, gan ar draugiem. Es uzzināju daudz kā jauna par ielas tirdzniecību un nolēmu, ka vairs nepirkšu saldējumu ielā. :)</p><p>Tomēr mans “visnopietnākais” darbs, kas ir tieši saistīts ar manu profesionālu kvalifikāciju, bija uzņēmumā “Scandiweb”. Esmu strādājis tur par tīmekļa vietņu izstrādātāju. Darbs bija interesants un dažreiz izaicinošs, tomēr uzņēmuma organizācija bija slikta. Vismaz mana nodaļā. Tomēr es uzskatu šo uzņēmumu par labu vietu, lai sāktu savu ceļu IT jomā.</p>",
            "image": "work.jpg",
            "title_eng": "work",
            "text_eng": "<p>When you live in so-called “dormitory” neighborhoods of Rīga your work for sure will be located somewhere else in the city. Most probably – in the city centre. Ķengarags is one of those “dormitory” neighborhoods. Therefore, I have to use my one and only public transport to get to the city center in order to get to my work.My road to work is the same as my road to the university: trolleybus route No. 15 and tram route No. 7.When I was a teenager I used to work as a street ice cream seller in those small mobile buses, e.g., “Baskin Robbins” or “Manhattan”. This job was the first serious job I had to do, i.e., with the official salary, taxes, signed working contract, etc. Let’s be frank here, not all the memories about that job I have are the good memories. It was not the regular thing that an employee could sit somewhere at the working place. And even if you had some kind of a decent chair, the bosses did not like their employees sitting by the ice cream stand. At the rainy days those small portable busses were not big enough for saving employees from getting wet. That is why we had to check the weather forecast each time before our shift started. However, there are also plenty of nice memories and useful experience I got. This job has improved my communication skills both with clients and friends. As well, I got to know a lot about street commerce and I decided that never in my life I will be buying ice cream from those busses again. :)Though, the “most serious” job I’ve ever had so far and which is directly connected with my professional qualification was at the company called “Scandiweb”. I had been working there as a Web Developer. The job was interesting and challenging at times, however the internal organization of the company was awful. At least at my department. Nevertheless, I do recommend this company for starting your career in IT.</p>"
        },
        "trolleybus": {
            "key": "trolleybus",
            "title": "15. trolejbuss",
            "text": "<p>Dzīvojot Latgales priekšpilsētā, tava pilsētnieka dzīve nav iedomājama bez leģendāra 15. trolejbusa. Jā, leģendārais piecpadsmitais.</p><p>Godīgi sākot, es ne līdz galam saprotu, kāpēc tieši 15. trolejbuss ir ieņēmis Rīgas leģendāra sabiedriska transporta maršruta lomu. Domāju, ka tas ir arī saistīts ar rīdzinieku stereotipiem par Ķengaragu / Maskavas forštati kā tādiem.</p><p>Kopš es sasniedzu 15 gadu vecumu, mana dzīve kļuva cieši saistīta ar 15. trolejbusu (oho, kāda sakritība). Tajā vecumā, beidzot savu pamatizglītību, es nolēmu mainīt skolas un aizgāju mācīties Rīgas Valsts 1. ģimnāzijā, “centra skolā”. Katru darba dienu man bija jāceļas ap 6:40, lai mierīgā gaitā iesēstos piecpadsmitajā ap 7:40 un paspēt ierasties skolā pirms 8:20, kad sākas pirmā stundā.</p><p>Vispārēji, piecpadsmitais trolejbuss pārsvarā ir mierīgs transports. Bet dažreiz notiek arī piedzīvojumi, kad pieturā pie Centrāltirgus  salonā iekāp aizdomīgie cilvēki un tad varētu sākties konflikti starp viņiem un trolejbusa pasažieriem. Arī pēc pieredzes varu teikt, ka daudz kā interesantā var notikt, braucot piektdienas pēdējā reisā, tāpēc pēc iespējas mēģinu izvairīties no šādas iespējas un mēģinu braukt uz mājām agrāk vai ņemu taksi.</p><p>Nez kāpēc, šis maršruts joprojām ieņem speciālu vietu manā sirdī. Varbūt Stokholmas sindroms?</p>",
            "image": "trolleybus.jpg",
            "title_eng": "trolleybus route no. 15",
            "text_eng": "<p>When you live in Latgale suburb of Rīga your life is unimaginable without the legendary trolleybus route No. 15. Yeah, the legendary fifteenth.</p><p>To be honest, I do not really understand why exactly the trolleybus route No. 15 has been given the honor of being the legendary route of Riga public transportation system. I suppose that is due to widely spread stereotypes of Rigans about Ķengarags and Maskavas forštate neighborhoods as such.</p><p>Since I reached the age of 15 years old my life got tightly connected to the trolleybus route No. 15 (wow, such a coincidence). At that age, when I have received my primary education, I decided to switch schools and entered Riga State Gymnasium No. 1, one of those so-called “center schools”. Since then, every working day I had to get up at 6:40 AM so that in a pretty comfortable pace I would hop on the trolley at route No. 15 at 7:40 AM and would be at the school before 8:20 AM, when the first lesson usually starts.</p><p>Overall, the trolleybus route No. 15 is a calm one. Though sometimes interesting stuff may happen when at the stop of Central Market suspicious guys enter the vehicle salon and conflicts arise between them and the rest of the passengers. Solely based on my personal experience, I can say that also taking the last trolley on Friday night is not the best idea, due to possible safety concerns. That is why I am trying to avoid that one. </p><p>Even though, this route still takes a special place in my heart. Maybe that’s the Stockholm syndrome?</p>"
        },
        "tram": {
            "key": "tram",
            "title": "7. tramvajs",
            "text": "<p>15. trolejbusā vairāk uzticamais brālis. Un, būšu godīgs, manuprāt, arī labāks brālis. </p><p>Nesen pārvākoties no Ķengaraga uz Maskavas forštati, es sāku vairāk izmantot septīto tramvaju piecpadsmitā trolejbusa vietā, lai tiktu līdz pilsētas centram (un līdz universitātei arī).</p><p>Septītais tramvajs nav pats populārākais tramvajs Rīgā (tas ir pirmais tramvajs), tomēr, man liekas, ka šis tramvajs arī kaut kādā veidā leģenda. Nu vismaz septītajam tramvajam piemīt šarms. Un tas tiek nodrošināts, pirmkārt, ar to, ka šajā maršrutā kursā tikai veci augstas grīdas tramvaji, un, otrkārt, ka šis maršruts iet cauri Maskavas forštatei. Protams, ka vecie tramvaji nav piemēroti tam, lai sniegtu kvalitatīvu pasažieru pārvadāšanu, jo tie ir ļoti nepieejami cilvēki ar kustības ierobežojumiem,  bet tie tramvaji joprojām tiek romantizēti. Vienkārši iedomājieties. Tikko palija lietus. Jūs braucat vecajā “Tatrā”. No loga redzat koši zaļu Latgales dārzu, bet acis tiek žilbinātas, mitrajam bruģim Maskavas ielā atstarojot Saules gaismu. Vai šīs nav skaisti?</p><p>Ja man ir izvēle braukt vai nu ar 15. trolejbusu vai 7. tramvaju, es ņemšu tramvaju. Tas vienmēr ir mierīgāks. Tur es arī jūtos drošāk, jo tramvajā ir vairāk atvērtas telpas. Un, braucot sastrēgumstundās, tramvajs nestāv kopējā satiskmē ar pārējiem privātiem transportlīdzekļiem. To pašu nevarētu teikt gan par piecpadsmito.</p><p>Es ļoti ceru, ka 7. tramvaja maršrutā tiek palielināts reisu skaists un ka Rīgas Satiksme beidzot ķersies pie tramvaju infrastruktūras uzlabošanas, padarot sabiedrisko transportu ērtāku un pieejamāku, gan finansiāli, gan fiziski!</p>",
            "image": "tram.jpg",
            "title_eng": "tram route no. 7",
            "text_eng": "<p>A more reliable brother of the trolleybus route No. 15. And to be honest, also the better one.</p><p>Not so long time ago I moved from Ķengarags to Maskavas forštate neighborhood. And since then, I started to use the tram route No. 7 instead of trolley route No. 15 for my commuting needs: to get to the city center (university as well).</p><p>The tram route No. 7 is not the most popular in the city (that position is taken by the tram route No. 1), though I do still think that this tram route has become some sort of a legend. Or, at least, it just has that lovely glamour. And that lovely glamour is provided by two things. Firstly, there are not any low-floor accessible trams on this route. Secondly, this route goes through Maskavas forštate neighborhood. Of course, those old trams are not suited for providing high-quality service of public transportation, because those are not in any way accessible to people with mobility disabilities. Nevertheless, people keep romanticizing these trams. Just imagine. It has just rained. You are sitting in the moving “Tatr” tram. Out of the window you see brightly green Latgales dārzs park, though your eyes are being blinded with reflections of the sunlight from the wet pavement. This is just beautiful, isn’t it?</p><p>If I had a choice between using trolley route No. 15 and tram route No. 7, I would opt for the tram. It is always a safe choice. I always feel safer there. Probably, that is due to more of the open space in the vehicle salon. And at the most horrible hours of traffic tram is not stuck on the road among other cars and continues going forward. You cannot say such a thing about trolleybuses.</p><p>I do really hope that the number of rides on the tram route No. 7 will get increased in the nearby future. And I do really hope that Rīgas Satiksme will start working on improving the public transport infrastructure. Thus, making the public transport more accessible both physically and financially!</p>"
        },
        "school": {
            "key": "school",
            "title": "skola",
            "text": "<p>Skolā ir manā ceļā uz universitāti. Gan tiešā nozīmē, gan vispārinātajā. Lai tiktu uz universitāti, cilvēkam pirmkārt ir jāizdabū vidējā izglītība skolā. Savukārt, braucot uz skolu, man bija jāiet pa to pašu ceļu, kā līdz universitātei.</p><p>Mans ceļš uz vidēju izglītību nebija visai lineārs.</p><p>No sākuma es gāju uz Rīgas 65. (tolaik vēl) vidusskolu. Nebija daudz iemeslu kāpēc tieši tā skola. Vienkārši tāpēc, ka tā bija 200 metru attālumā no manām mājām Ķengaragā. Tajā skolā es mācījos līdz 9. klasei, līdz dabūju pamatizglītību. Ne visas atmiņas ir labas par šo skolu. Tolaik es biju, kā to saka, “teicamnieks” – vienmēr mēģināju dabūt pēc iespējas labākus sniegumus mācīšanās. Tas bija pamats pārējiem klases biedriem apsmiet mani par to. Arī, manas komunikācijas prasmes nebija baigi labi attīstītas. Es sapratu, ka no tās skolas ir jāiet prom, jo izglītības kvalitāte nav laba. Un tā bija taisnība: pāris gadus pēc es aizgāju prom šī skola kļuva par pamatskolu.</p><p>Es aizgāju uz Rīgas Valsts 1. ģimnāziju. Un es joprojām esmu priecīgs, ka esmu mācījies tieši tur. Lai tiktu uz “pirmo”, vajadzēja nokārtot matemātikas iestājpārbaudījumu. Ar matemātiku es draudzējos, tāpēc arī tiku iekšā. ŠĪ skola ienesa ļoti daudz izmaiņas manā dzīvē. Tieši tur, es saku pielietot latviešu valodu ikdienā un savas latviešu valodas prasmes. Tieši ģimnāzijā es satiku daudz interesantus un labus cilvēkus, kas vēlāk kļuva par maniem draugiem un kurus es vēljoprojām satieku pat šodien. Radikāli mainot savu vidi, man bija iespēja radikāli mainīties pašam, un es esmu ļoti priecīgs par šīm izmaiņām! </p>",
            "image": "school.jpg",
            "title_eng": "school",
            "text_eng": "<p>School is on my road to the university. Both in direct and indirect meaning. First, in order to get to the university, one must have a secondary education, which one can get in school. Secondly, for me to get to the university, I have to take the same route I used to take when I needed to get to the school.</p><p>My road to getting secondary education was not very linear.</p><p>From the beginning I was attending Riga Secondary (at that time) School No. 65. There were not many reasons why my parents decided why I should go exactly to that specific school. Most probably just because it was only 200 meters away from my place of living in Ķengarags neighborhood. At that school I was studying from the form 1 up to the form 9 till I got my primary education. Not all the memories about this school are good ones. At that time I used to be a nerd, a studying geek – I had always been trying to get the possible grade. That was a ground for jokes to be made by my classmates. As well, my communication skills were not that good. I realized that I should leave this school. Also because the quality of education was poor. And I was right – when I left the school got demoted to the level of primary school.</p><p>I went to Riga State Gymnasium No. 1. And up to this day I am very happy that I decided to go specifically there. In order to get to this school, I had to pass the entry exam which was mostly about Mathematics. I liked Mathematics, so I got into. This school has taught me a lot. Exactly there I started to utilize my Latvian daily and that resulted in improving my Latvian language skills. Exactly there I have met a lot of interesting and kind people who later turned out to be my friends and with whom I communicate up to this day. By radically changing my environment, I could radically change myself. And I am extremely grateful for these changes!</p>"
        },
        "university": {
            "key": "university",
            "title": "universitāte",
            "text": "<p>Mana ceļa galapunkts. Vai arī ne?</p><p>Skatieties, esam sadaļā par universitāti. Esam aizgājuši pietiekami tālu, gan šajā mājaslapā, gan arī dzīvē. </p><p>Izvēle “studēt universitāte vai nē” nebija grūta. Bija uzreiz zināms, ka ir jāiet pēc augstākās izglītības. Jo “nu tā būs drošāk”. Galvenais jautājums bija, “Kur iet studēt?”. It kā jau bija zināms, ka vislabāk būtu iet studēt kaut ko saistītu ar programmēšanu, lai pēc tam varētu strādāt par programmētāju. Jau kopš 14 g.v. es nodarbojos ar programmēšanu un sapratu, ka man tas patīk. Tad tas nozīmēja, ka ir jāiet uz Latvijas Universitātes Datorikas fakultāti? Vai RTU? Vai vispār ir jāiet ārzemēs studēt?</p><p>Uzdodot sev šos jautājumus 12. klasē, es nolēmu arī pamēģināt iestāties Rīgas Ekonomikas Augstskolā jeb Stockholm School of Economics in Riga. Jo… kāpēc gan nē? Un es tiku iekšā! Bet doma par to, ka par savām studijām būs jāmaksā ap četriem tūkstošiem eiro gadā, atgrieza mani reālajā pasaulē un aizsūtīju savu pieteikumu uz LU.</p><p>Kopš tā brīža bija daudz jautājumu par to, vai esmu izvēlējies pareizu studiju programmu. Skatoties uz situāciju darba tirgū, kur joprojām tiek meklēti cilvēki ar izglītību IT jomā, un to, ka man patīk programmēt un matemātika, es domāju, ka izvēle bija pareiza.</p><p>Mācīties universitātē ir sasniegums. Tomēr pie šī sasnieguma nevajadzētu apstāties.</p>",
            "image": "university.jpg",
            "title_eng": "university",
            "text_eng": "<p>School is on my road to the university. Both in direct and indirect meaning. First, in order to get to the university, one must have a secondary education, which one can get in school. Secondly, for me to get to the university, I have to take the same route I used to take when I needed to get to the school.</p><p>My road to getting secondary education was not very linear.</p><p>From the beginning I was attending Riga Secondary (at that time) School No. 65. There were not many reasons why my parents decided why I should go exactly to that specific school. Most probably just because it was only 200 meters away from my place of living in Ķengarags neighborhood. At that school I was studying from the form 1 up to the form 9 till I got my primary education. Not all the memories about this school are good ones. At that time I used to be a nerd, a studying geek – I had always been trying to get the possible grade. That was a ground for jokes to be made by my classmates. As well, my communication skills were not that good. I realized that I should leave this school. Also because the quality of education was poor. And I was right – when I left the school got demoted to the level of primary school.</p><p>I went to Riga State Gymnasium No. 1. And up to this day I am very happy that I decided to go specifically there. In order to get to this school, I had to pass the entry exam which was mostly about Mathematics. I liked Mathematics, so I got into. This school has taught me a lot. Exactly there I started to utilize my Latvian daily and that resulted in improving my Latvian language skills. Exactly there I have met a lot of interesting and kind people who later turned out to be my friends and with whom I communicate up to this day. By radically changing my environment, I could radically change myself. And I am extremely grateful for these changes!</p>"
        },
        "life": {
            "key": "life",
            "title": "dzīve",
            "text": "<p>Ņemot vērā to, ka mans ceļš uz universitāti ir vienīgais ceļš no manas dzīvesvietas uz pilsētas centru, es teiktu, ka mans ceļš uz universitāti ir arī mans ceļš uz dzīvi. Plašs teiciens, es zinu. </p><p>Kā jau bija teikts, Rīgas mikrorajonos, izņemot gulēšanu un brīva laika pavadīšanu, neko nevar darīt. Darbs, studijas, skolas, vairāki draugi un labas vietas kvalitatīvai laika pavadīšanai ar draugiem ir pilsētas centrā.</p><p>Tā nav tikai Rīgas īpašība. Padomju laikos pilsētas tika attīstītas tādā veidā. Tomēr tas ir jālabo. Un esmu priecīgs ziņot, ka Rīgā arī lēnam sāk rasties vietas ārpus centra, kas samazina nepieciešamību pēc tā, lai katru rītu brauktu uz centru. Apkārtnē tiek būvētas jaunas biroju telpas, tirdzniecības centri, tiek labiekārtoti parki un pārējās rekreācijas vietas.</p><p>Tomēr es vēljoprojām gribu pārvākties uz centru. Jo centrā viss ir tuvāk. Visur var aizbraukt ar divriteņi. Ir skaistāka arhitektūra un vienkārši tur atrodas labākie bāri.</p><p>Rīgai būtu jāmainās, lai cilvēki paliktu dzīvot tur, kur viņi ir, nevis pārvākties uz centru vai Pierīgu. Un galvenokārt, manuprāt, būtu jārisina satiksmes problēmas, jo Rīga ir pārāk autocentriska. Es ceru, ka tuvajā nākotnē, vairākums cilvēku izmantos sabiedrisku transportu un velosipēdus priekš pārvietošanas.</p><p>Jo citādāk vienkārši nevar.</p>",
            "image": "life.jpg",
            "title_eng": "life",
            "text_eng": "<p>If we take into account that my road to the university is at the same time the only way to get to the city center from my place of living, I will say that my road to the university is also my road to life. Broad statement, I know.</p><p>As it has been said in the other sections of this beautiful website, when you live in a so-called “dormitory” suburb of Rīga, besides sleeping and leisure there is nothing else to do. Most of the important activities, e.g., school, university, work, places for quality spending time with your pals, are located in the city center.</p><p>And this is not problem only for Rīga. During Soviet period  a lot of cities had been developing in a such manner. And this problem should be fixed. I am happy to say that Rīga is slowly fixing this issue. New places out of city center start to appear in Rīga which decrease the need for people to travel to the city center daily. New office spaces, trading centers and parks are appearing nearby.</p><p>Though I still have a desire to move to the city center. Because there, in the city center, everything is just dumbly closer. You can get everywhere you need on a bike. There is a lot of beautiful architecture. And, for God’s sake, the best bars in the town are there!</p><p>Rīga has to be changed. This is needed so that people would keep living where they live now. Instead of these new tendencies of moving to the city center or the city metropolitan area. The most important issues, I think, are the traffic issues. Our city is just way too autocentric. I do really hope that in a nearby future the majority of people will be using bikes and public transport for satisfying their commute goals.</p><p>If we won’t follow this road of changes, there is no future.</p>"
        }
    }
}